---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralReferenceLevelElevation
source: html/b6ee3fd4-8d85-ac83-f6af-2fa21c66b8dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralReferenceLevelElevation Property

"Reference Level Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralReferenceLevelElevation { get; }
```